Revit 2027 API
ParameterTypeId.ViewCameraPosition Property
 "Camera Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewCameraPosition { get; }
Public Shared ReadOnly Property ViewCameraPosition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewCameraPosition {
	ForgeTypeId^ get ();
}
static member ViewCameraPosition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace